Repository: ZalozbaDev/scratch-l10n
Catalog: translate/for_translation_xliff_scratch-editor_extensions_*.xlf
Languages: de

source: any color
de: Irgendeine Farbe

source: black
de: Schwarz

source: blue
de: Blau

source: green
de: Grün

source: red
de: Rot

source: white
de: Weiss

source: yellow
de: Gelb

source: motor [MOTOR_REPORTER_ID] position
de: Position des Motors [MOTOR_REPORTER_ID]

source: tilt angle [TILT_DIRECTION]
de: Neigungswinkel [TILT_DIRECTION]

source: that way
de: linksherum

source: this way
de: rechtsherum

source: reverse
de: andersherum

source: turn motor [MOTOR_ID] off
de: Schalte Motor [MOTOR_ID] aus

source: turn motor [MOTOR_ID] on
de: Schalte Motor [MOTOR_ID] ein

source: turn motor [MOTOR_ID] for [DURATION] seconds
de: Schalte Motor [MOTOR_ID] für [DURATION] Sekunden ein

source: turn motor [MOTOR_ID] for [ROTATION] rotations
de: Schalte Motor [MOTOR_ID] für [ROTATION] Umdrehungen ein

source: seeing [COLOR] brick?
de: Sehe Farbe [COLOR]?

source: set light color to [HUE]
de: setze Lichtfarbe auf [HUE]

source: set motor [MOTOR_ID] direction [MOTOR_DIRECTION]
de: Setze Richtung von Motor [MOTOR_ID] auf [MOTOR_DIRECTION]

source: set motor [MOTOR_ID] speed to [POWER] %
de: Setze von Motor [MOTOR_ID] die Geschwindigkeit auf [POWER]%

source: any
de: irgendwohin

source: down
de: nach unten

source: left
de: nach links

source: right
de: nach rechts

source: up
de: nach oben

source: when [COLOR] brick seen
de: Wenn [COLOR] gesehen wird

source: when tilted [TILT_DIRECTION_ANY]
de: Wenn [TILT_DIRECTION_ANY] geneigt

source: beep note [NOTE] for [TIME] secs
de: piepse Note [NOTE] für [TIME] Sek.

source: button [PORT] pressed?
de: Knopf [PORT] gedrückt?

source: brightness
de: Helligkeit

source: distance
de: Abstand

source: motor [PORT] position
de: Position von Motor [PORT]

source: motor [PORT] set power [POWER] %
de: setze Leistung von Motor [PORT] auf [POWER]%

source: motor [PORT] turn this way for [TIME] seconds
de: drehe Motor [PORT] für [TIME]Sekunden rechtsherum

source: motor [PORT] turn that way for [TIME] seconds
de: drehe Motor [PORT]für [TIME]Sekunden linksherum

source: when brightness < [DISTANCE]
de: Wenn Helligkeit < [DISTANCE]

source: when button [PORT] pressed
de: Wenn der Knopf [PORT] gedrückt wird

source: when distance < [DISTANCE]
de: Wenn Abstand < [DISTANCE]

source: acceleration [DIRECTION]
de: Beschleunigung [DIRECTION]

source: force
de: Kraft

source: spin speed [DIRECTION]
de: Rotationsgeschwindigkeit [DIRECTION]

source: tilt angle [TILT]
de: Neigungswinkel [TILT]

source: falling?
de: fallend?

source: tilted [TILT]?
de: geneigt [TILT]?

source: pulled
de: gezogen

source: pushed
de: gedrückt

source: shaken
de: geschüttelt

source: started falling
de: begonnen zu fallen

source: any
de: irgendwohin

source: back
de: nach hinten

source: front
de: nach vorne

source: left
de: nach links

source: right
de: nach rechts

source: turned face down
de: nach unten gerichtet

source: turned face up
de: nach oben gerichtet

source: when force sensor [PUSH_PULL]
de: Wenn Kraftsensor [PUSH_PULL]

source: when [GESTURE]
de: Wenn [GESTURE]

source: when tilted [TILT]
de: Wenn geneigt [TILT]

source: down arrow
de: Pfeil nach unten

source: down
de: nach unten

source: left arrow
de: Pfeil nach links

source: left
de: nach links

source: right arrow
de: Pfeil nach rechts

source: right
de: nach rechts

source: space
de: Leertaste

source: up arrow
de: Pfeil nach oben

source: up
de: nach oben

source: when [KEY] key pressed
de: Wenn Taste [KEY] gedrückt

source: when [SEQUENCE] pressed in order
de: Wenn [SEQUENCE] der Reihe nach gedrückt

source: any
de: beliebiger

source: clear display
de: zeige nichts an

source: Hello!
de: Hallo!

source: display [MATRIX]
de: zeige [MATRIX] an

source: display text [TEXT]
de: zeige Text [TEXT] an

source: jumped
de: hochgehüpft

source: moved
de: bewegt

source: shaken
de: geschüttelt

source: [BTN] button pressed?
de: Knopf [BTN] gedrückt?

source: tilted [DIRECTION]?
de: [DIRECTION] geneigt?

source: off
de: aus

source: on
de: an

source: tilt angle [DIRECTION]
de: Neigungswinkel [DIRECTION]

source: any
de: beliebig

source: back
de: nach hinten

source: front
de: nach vorne

source: left
de: nach links

source: right
de: nach rechts

source: when [BTN] button pressed
de: Wenn Knopf [BTN]gedrückt wird

source: when [GESTURE]
de: Wenn [GESTURE]

source: when pin [PIN] connected
de: Wenn Pin [PIN] angeschlossen ist

source: when tilted [DIRECTION]
de: Wenn [DIRECTION] geneigt

source: Music
de: Musik

source: change tempo by [TEMPO]
de: ändere Tempo um [TEMPO]

source: (2) Bass Drum
de: (2) Basstrommel

source: (9) Claves
de: (9) Klangstäbe

source: (6) Closed Hi-Hat
de: (6) Geschlossene Hi-Hat

source: (14) Conga
de: (14) Konga

source: (11) Cowbell
de: (11) Kuhglocke

source: (4) Crash Cymbal
de: (4) Crash-Becken

source: (18) Cuica
de: (18) Cuíca

source: (16) Guiro
de: (16) Güiro

source: (8) Hand Clap
de: (8) Klatschen

source: (5) Open Hi-Hat
de: (5) Offene Hi-Hat

source: (7) Tambourine
de: (7) Tamburin

source: (12) Triangle
de: (12) Triangel

source: (10) Wood Block
de: (10) Holzblock

source: (6) Bass
de: (6) Bass-Gitarre

source: (14) Bassoon
de: (14) Fagott

source: (15) Choir
de: (15) Chor

source: (10) Clarinet
de: (10) Klarinette

source: (5) Electric Guitar
de: (5) E-Gitarre

source: (2) Electric Piano
de: (2) E-Piano

source: (12) Flute
de: (12) Querflöte

source: (4) Guitar
de: (4) Gitarre

source: (17) Music Box
de: (17) Musikbox

source: (3) Organ
de: (3) Orgel

source: (1) Piano
de: (1) Klavier

source: (11) Saxophone
de: (11) Saxophon

source: (20) Synth Lead
de: (20) Lead-Synthesizer

source: (21) Synth Pad
de: (21) Pad-Synthesizer

source: (9) Trombone
de: (9) Posaune

source: (16) Vibraphone
de: (16) Vibraphon

source: (13) Wooden Flute
de: (13) Blockflöte

source: play drum [DRUM] for [BEATS] beats
de: spiele Schlaginstrument [DRUM] für [BEATS] Schläge

source: set instrument to [INSTRUMENT]
de: setze Instrument auf [INSTRUMENT]

source: play drum [DRUM] for [BEATS] beats
de: spiele Schlaginstrument [DRUM] für [BEATS] Schläge

source: play note [NOTE] for [BEATS] beats
de: spiele Ton [NOTE] für [BEATS] Schläge

source: rest for [BEATS] beats
de: pausiere [BEATS] Schläge

source: set instrument to [INSTRUMENT]
de: setze Instrument auf [INSTRUMENT]

source: set tempo to [TEMPO]
de: setze Tempo auf [TEMPO]

source: Pen
de: Malstift

source: change pen [COLOR_PARAM] by [VALUE]
de: ändere Stift [COLOR_PARAM] um [VALUE]

source: change pen color by [HUE]
de: ändere Stiftfarbe um [HUE]

source: change pen shade by [SHADE]
de: ändere Farbstärke um [SHADE]

source: change pen size by [SIZE]
de: ändere Stiftdicke um [SIZE]

source: erase all
de: lösche alles

source: brightness
de: Helligkeit

source: color
de: Farbe

source: saturation
de: Sättigung

source: transparency
de: Transparenz

source: pen down
de: schalte Stift ein

source: pen up
de: schalte Stift aus

source: set pen color to [COLOR]
de: setze Stiftfarbe auf [COLOR]

source: set pen [COLOR_PARAM] to [VALUE]
de: setze Stift [COLOR_PARAM] auf [VALUE]

source: set pen color to [HUE]
de: setze Stiftfarbe auf [HUE]

source: set pen shade to [SHADE]
de: setze Farbstärke auf [SHADE]

source: set pen size to [SIZE]
de: setze Stiftdicke auf [SIZE]

source: stamp
de: hinterlasse Abdruck

source: let''s go
de: los geht's

source: Speech to Text
de: Sprache zu Text

source: listen and wait
de: hör zu und warte

source: speech
de: Gesprochenes

source: when I hear [PHRASE]
de: Wenn ich [PHRASE]höre

source: alto
de: Alt

source: Text to Speech
de: Text zu Sprache

source: hello
de: Hallo

source: giant
de: Riese

source: kitten
de: Kätzchen

source: set language to [LANGUAGE]
de: setze Sprache auf [LANGUAGE]

source: set voice to [VOICE]
de: ändere die Stimme zu [VOICE]

source: speak [WORDS]
de: sage [WORDS]

source: squeak
de: Quietschen

source: Translate
de: Übersetzung

source: hello
de: Hallo

source: translate [WORDS] to [LANGUAGE]
de: übersetze [WORDS] nach [LANGUAGE]

source: language
de: Sprache

source: Video Sensing
de: Video-Erfassung

source: direction
de: Richtung

source: motion
de: Bewegung

source: off
de: aus

source: on
de: an

source: on flipped
de: auf gespiegelt

source: set video transparency to [TRANSPARENCY]
de: setze Video-Transparenz auf [TRANSPARENCY]

source: sprite
de: Figur

source: stage
de: Bühne

source: video [ATTRIBUTE] on [SUBJECT]
de: Video-[ATTRIBUTE] von [SUBJECT]

source: turn video [VIDEO_STATE]
de: schalte Video [VIDEO_STATE]

source: when video motion > [REFERENCE]
de: Wenn Video-Bewegung > [REFERENCE]

source: distance
de: Abstand

source: tilt angle [TILT_DIRECTION]
de: Neigungswinkel [TILT_DIRECTION]

source: tilted [TILT_DIRECTION_ANY]?
de: [TILT_DIRECTION_ANY] geneigt?

source: that way
de: linksherum

source: this way
de: rechtsherum

source: reverse
de: andersherum

source: all motors
de: alle Motoren

source: turn [MOTOR_ID] off
de: schalte [MOTOR_ID] aus

source: turn [MOTOR_ID] on
de: schalte [MOTOR_ID] an

source: turn [MOTOR_ID] on for [DURATION] seconds
de: schalte [MOTOR_ID] für [DURATION] Sekunden an

source: play note [NOTE] for [DURATION] seconds
de: spiele Note [NOTE] für [DURATION] Sekunden

source: set light color to [HUE]
de: setze Lichtfarbe auf [HUE]

source: set [MOTOR_ID] direction to [MOTOR_DIRECTION]
de: setze Richtung von [MOTOR_ID] auf [MOTOR_DIRECTION]

source: set [MOTOR_ID] power to [POWER]
de: setze Leistung von [MOTOR_ID] auf [POWER]

source: any
de: beliebig

source: down
de: nach unten

source: left
de: nach links

source: right
de: nach rechts

source: up
de: nach oben

source: when distance [OP] [REFERENCE]
de: Wenn Abstand [OP] [REFERENCE]

source: when tilted [TILT_DIRECTION_ANY]
de: Wenn [TILT_DIRECTION_ANY] geneigt
