Repository: ZalozbaDev/scratch-l10n
Catalog: translate/for_translation_xliff_scratch-editor_interface_*.xlf
Languages: de

source: Choose Another Backdrop
de: Wähle einen weiteren Hintergrund

source: Choose a Song to Dance To
de: Wähle einen Klang zum Tanzen

source: Dance Moves
de: Tanzbewegungen

source: Get the Ask and Answer Blocks from the Sensing Category
de: Verwende "Frage"- und "Antwort"-Blöcke der Fühlen-Kategorie

source: Add a Sprite
de: Füge eine Figur hinzu

source: Add a Sprite
de: Füge eine Figur hinzu

source: Add a Backdrop
de: Füge einen Hintergrund hinzu

source: Add a Backdrop
de: Füge einen Hintergrund hinzu

source: Change Size
de: Ändere die Größe

source: Change Size
de: Ändere die Grösse

source: Glide Around
de: Gleite umher

source: Glide Around
de: Gleite umher

source: Glide to a Point
de: Zu einem Punkt gleiten

source: Record a Sound
de: Einen Klang aufnehmen

source: Click on the 'Sounds' Tab
de: Klicke auf das "Klänge"-Tab

source: Click 'Record'
de: Klicke auf "Aufnehmen"

source: Press the Record Button
de: Klicke den "Aufnehmen"-Knopf

source: Choose Your Sound
de: Wähl deinen Klang aus

source: Play Your Sound
de: Spiele deine Aufnahme ab

source: Make It Spin
de: Lass es sich drehen

source: Turn
de: Drehen

source: Set Direction
de: Richtung festlegen

source: Hide and Show
de: Verstecken und Zeigen

source: Hide and Show
de: Verstecken und Zeigen

source: Animate a Sprite
de: Animiere eine Figur

source: Animate a Sprite
de: Animiere eine Figur

source: Use Arrow Keys
de: Benutze die Pfeiltasten

source: Move Left and Right
de: Nach rechts und links bewegen

source: Move Up and Down
de: Nach oben und unten bewegen

source: Add Effects
de: Füge Effekte hinzu

source: Add Effects
de: Füge Effekte hinzu

source: Music
de: Musik

source: Play instruments and drums.
de: Spiele Instrumente und Schlagzeug.

source: Pen
de: Malstift

source: Draw with your sprites.
de: Zeichne mit deinen Figuren.

source: Video Sensing
de: Video-Erfassung

source: Sense motion with the camera.
de: Erfasse Bewegung mit der Kamera.

source: Text to Speech
de: Text zu Sprache

source: Make your projects talk.
de: Bring deinen Projekten das Sprechen bei.

source: Translate
de: Übersetzen

source: Translate text into many languages.
de: Übersetze den Text in viele Sprachen.

source: Make anything into a key.
de: Mach alles zu einer Taste.

source: Connect your projects with the world.
de: Verbinde deine Projekte mit der realen Welt.

source: Connecting
de: Verbinde

source: Build interactive robots and more.
de: Baue interaktive Roboter und mehr.

source: Connecting. Make sure the pin on your EV3 is set to 1234.
de: Verbinde. Stelle sicher, dass das Kennwort auf deiner EV3 auf 1234 gesetzt ist.

source: Bring robotic creations to life.
de: Erwecke Roboterkreationen zum Leben.

source: Connecting
de: Verbinde

source: Build with motors and sensors.
de: Baue mit Motoren und Sensoren.

source: Connecting
de: Verbinde

source: Sense push, pull, motion, and spin.
de: Spüre Druck, Zug, Bewegung und Drehung

source: Connecting
de: Verbinde

source: All
de: Alles

source: Animals
de: Tiere

source: Dance
de: Tanz

source: Effects
de: Effekte

source: Fantasy
de: Fantasie

source: Fashion
de: Mode

source: Food
de: Essen

source: Indoors
de: Innenräume

source: Loops
de: Schleifen

source: Music
de: Musik

source: Notes
de: Noten

source: Outdoors
de: Landschaften

source: Patterns
de: Muster

source: People
de: Personen

source: Percussion
de: Schlagwerk

source: Space
de: Weltraum

source: Sports
de: Sport

source: Underwater
de: Unterwasserwelt

source: Voice
de: Stimmen

source: Wacky
de: Verrücktes

source: Animation
de: Animationen

source: Art
de: Kunst

source: Games
de: Spiele

source: Stories
de: Geschichten

source: Letters
de: Buchstaben

source: direction
de: Richtung

source: size
de: Größe

source: costume name
de: Kostümname

source: costume number
de: Kostümnummer

source: backdrop name
de: Hintergrundbezeichnung

source: backdrop number
de: Hintergrundnummer

source: volume
de: Lautstärke

source: answer
de: Antwort

source: loudness
de: Lautstärke

source: username
de: Benutzername

source: year
de: Jahr

source: month
de: Monat

source: date
de: Datum

source: day of week
de: Wochentag

source: hour
de: Stunde

source: second
de: Sekunde

source: timer
de: Stoppuhr

source: The project file that was selected failed to load.
de: Die gewählte Projekt-Datei konnte nicht geladen werden.

source: backdrop{index}
de: Hintergrund{index}

source: costume{index}
de: Kostüm{index}

source: Sprite{index}
de: Figur{index}

source: pop
de: Plopp

source: Replace contents of the current project?
de: Inhalte des aktuellen Projektes ersetzen?

source: Load from your computer
de: Von deinem Computer hochladen

source: Dark
de: Dunkel

source: High Contrast
de: Hoher Kontrast

source: Scratch Project
de: Scratch-Projekt
