Repository: ZalozbaDev/scratch-l10n
Catalog: translate/for_translation_xliff_scratch-editor_interface_*.xlf
Languages: de

source: Scratch lost connection to {extensionName}.
de: Scratch hat die Verbindung zu{extensionName} verloren.

source: Try Again
de: Erneut versuchen

source: Download
de: Herunterladen

source: Reconnect
de: Erneut verbinden

source: costume
de: Kostüm

source: sound
de: Klang

source: script
de: Skript

source: sprite
de: Figur

source: Backpack
de: Lager

source: Error loading backpack
de: Fehler beim Laden des Lagers

source: Loading...
de: Wird geladen ...

source: More
de: Mehr

source: Backpack is empty
de: Das Lager ist leer

source: Browser is not supported
de: Browser wird nicht unterstützt

source: An Error Occurred
de: Ein Fehler ist aufgetreten.

source: We are very sorry, but it looks like you are using a browser version that Scratch does not support. We recommend updating to the latest version of a supported browser such as Google Chrome, Mozilla Firefox, Microsoft Edge, or Apple Safari.
de: Es tut uns sehr leid, aber du benutzt offenbar eine Browserversion, die Scratch nicht unterstützt. Wir empfehlen, auf die neueste Version eines unterstützten Browsers wie Google Chrome, Mozilla Firefox, Microsoft Edge, oder Apple Safari zu aktualisieren.

source: We are very sorry, but Scratch does not support this browser. We recommend updating to the latest version of a supported browser such as Google Chrome, Mozilla Firefox, Microsoft Edge, or Apple Safari.
de: Es tut uns sehr leid, aber Scratch unterstützt diesen Browser nicht. Wir empfehlen, auf die neueste Version eines unterstützten Browsers wie Google Chrome, Mozilla Firefox, Microsoft Edge, oder Apple Safari zu aktualisieren.

source: Back
de: Zurück

source: To learn more, go to the {previewFaqLink}.
de: Besuche die {previewFaqLink}, um mehr zu erfahren.

source: FAQ
de: Häufig gestellte Fragen

source: Shrink
de: Zuklappen

source: Expand
de: Aufklappen

source: Close
de: Schließen

source: More things to try!
de: Probiere mehr Dinge aus

source: See more
de: Mehr erfahren

source: Don't worry, we're on it {emoji}
de: Keine Sorge, wir kümmern uns darum {emoji}

source: Coming Soon...
de: Bald verfügbar ...

source: We're working on it {emoji}
de: Wir arbeiten daran {emoji}

source: No devices found
de: Keine Geräte gefunden

source: Have your device nearby, then begin searching.
de: Starte die Suche, wenn du ein Gerät in der Nähe hast.

source: Press the button on your device.
de: Drücke den Button an deinem Gerät.

source: Start Searching
de: Suche starten

source: Searching...
de: Suche läuft...

source: Try again
de: Versuche es noch einmal

source: Update my Device
de: Mein Gerät aktualisieren

source: Connected
de: Verbunden

source: Disconnect
de: Trenne

source: Go to Editor
de: Gehe zum Editor

source: Connecting...
de: Ich verbinde...

source: Oops, looks like something went wrong.
de: Hoppla, etwas hat wohl nicht funktioniert.

source: Try again
de: Versuche es noch einmal

source: Help
de: Hilfe

source: Device name
de: Gerätename

source: Connect
de: Verbinde

source: Looking for devices
de: Suche Geräte

source: No devices found
de: Keine Geräte gefunden

source: Select your device in the list above.
de: Wähle dein Gerät oben in der Liste.

source: Refresh
de: Aktualisieren

source: Update my Device
de: Mein Gerät aktualisieren

source: Make sure you have Scratch Link installed and running
de: Überprüfe, ob du Scratch Link installiert hast und das Programm läuft.

source: Check that Bluetooth is enabled
de: Überprüfe, ob Bluetooth aktiviert ist

source: Try again
de: Versuche es noch einmal

source: Help
de: Hilfe

source: Connect your {extensionName} to this device using a USB cable.
de: Verbinde dein[en] {extensionName} via USB-Kabel mit diesem Gerät.

source: Press "Do Update" and allow the update to complete.
de: Drücke auf "Aktualisieren" und warte, bis es abgeschlossen ist.

source: Updating {progressPercentage}%
de: Aktualisierung zu {progressPercentage}% abgeschlossen

source: Update successful!
de: Aktualisierung erfolgreich!

source: Update failed.
de: Aktualisierung fehlgeschlagen.

source: Go Back
de: Zurück

source: Do Update
de: Aktualisieren

source: Try Again
de: Erneut versuchen

source: Go
de: Los

source: Stop
de: Stopp

source: Oops! Something went wrong.
de: Hoppla! Da ist was schief gegangen.

source: We are so sorry, but it looks like Scratch has crashed. This bug has been automatically reported to the Scratch Team. Please refresh your page to try again.
de: Es tut uns leid, anscheinend ist ein Fehler bei Scratch aufgetreten. Das Scratch-Team wurde informiert. Bitte aktualisiere die Seite, um es erneut zu versuchen.

source: Your error was logged with id {errorId}
de: Der Fehler wurde unter der ID {errorId} gespeichert.

source: Reload
de: Neu laden

source: Make a Block
de: Neuer Block

source: Add an input
de: Eingabefeld hinzufügen

source: number or text
de: Zahl oder Text

source: Add an input
de: Eingabefeld hinzufügen

source: boolean
de: Wahrheitswert

source: Add a label
de: Beschriftung hinzufügen

source: Run without screen refresh
de: Ohne Bildschirmaktualisierung laufen lassen

source: Cancel
de: Abbrechen

source: Direction
de: Richtung

source: All Around
de: Rundherum

source: Left/Right
de: Links/Rechts

source: Do not rotate
de: Nicht drehen

source: Add Extension
de: Erweiterung hinzufügen

source: Code
de: Skripte

source: Backdrops
de: Hintergrundbilder

source: Costumes
de: Kostüme

source: Sounds
de: Klänge

source: Coming Soon
de: Bald verfügbar

source: Requires
de: Erfordert

source: Collaboration with
de: Zusammenarbeit mit

source: Search
de: Suche

source: All
de: Alles

source: Creating blocks …
de: Blöcke werden erstellt ...

source: Loading sprites …
de: Figuren werden geladen ...

source: Loading sounds …
de: Klänge werden geladen ...

source: Loading extensions …
de: Erweiterungen werden geladen ...

source: Herding cats …
de: Katzen werden eingesammelt ...

source: Transmitting nanos …
de: Nanos werden übertragen ...

source: Inflating gobos …
de: Gobos werden aufgeblasen ...

source: Preparing emojis …
de: Emojis werden vorbereitet ...

source: Loading Project
de: Projekt wird geladen

source: Creating Project
de: Projekt wird erstellt

source: Profile
de: Profil

source: My Stuff
de: Meine Sachen

source: My Classes
de: Meine Klassen

source: My Class
de: Meine Klasse

source: Account settings
de: Kontoeinstellungen

source: Sign out
de: Abmelden

source: by {username}
de: von {username}

source: See Project Page
de: Zeige Projektseite

source: Language
de: Sprache

source: Username
de: Benutzername

source: Password
de: Kennwort

source: Sign in
de: Anmelden

source: Need Help?
de: Brauchst du Hilfe?

source: This field is required
de: Dieses Feld wird benötigt

source: Restore Sprite
de: Figur wiederherstellen

source: Restore Sound
de: Klang wiederherstellen

source: Restore Costume
de: Kostüm wiederherstellen

source: Restore
de: Wiederherstellen

source: Save now
de: Jetzt speichern

source: Save as a copy
de: Eine Kopie speichern

source: Remix
de: Remixen

source: New
de: Neu

source: File
de: Datei

source: Save to your computer
de: Auf deinem Computer speichern

source: Edit
de: Bearbeiten

source: Turn off Turbo Mode
de: Turbo-Modus ausschalten

source: Turn on Turbo Mode
de: Turbo-Modus einschalten

source: Mode
de: Modus

source: Normal mode
de: Normaler Modus

source: Caturday mode
de: Katzen-Modus

source: Join Scratch
de: Scratcher werden

source: Sign in
de: Anmelden

source: Project title here
de: Projekttitel

source: Save Now
de: Jetzt speichern

source: Settings
de: Einstellungen

source: Shared
de: Veröffentlicht

source: Share
de: Veröffentlichen

source: Color Mode
de: Farbmodus

source: Help
de: Hilfe

source: Back
de: Zurück

source: (empty)
de: (leer)

source: length {length}
de: Länge: {length}

source: normal readout
de: Normale Anzeigengröße

source: large readout
de: Großanzeige

source: slider
de: Schieberegler

source: change slider range
de: Wertebereich des Schiebereglers ändern

source: import
de: Importieren

source: export
de: Exportieren

source: hide
de: Verbergen

source: Play
de: Abspielen

source: Stop
de: Stopp

source: For all sprites
de: Für alle Figuren

source: For this sprite only
de: Nur für diese Figur

source: Cloud variable (stored on server)
de: Cloud-Variable (auf dem Server gespeichert)

source: This variable will be available to all sprites.
de: Diese Variable wird für alle Figuren verfügbar sein.

source: This list will be available to all sprites.
de: Diese Liste wird für alle Figuren sichtbar sein.

source: Cancel
de: Abbrechen

source: Stop
de: Stopp

source: Play
de: Abspielen

source: Loading...
de: Wird geladen ...

source: Save
de: Speichern

source: Re-record
de: Erneut aufnehmen

source: Record Sound
de: Klang aufnehmen

source: Begin recording by clicking the button below
de: Starte die Aufnahme, indem du auf den Knopf unten klickst

source: {arrow}We need your permission to use your microphone
de: {arrow}Wir benötigen deine Zustimmung, um dein Mikrofon zu benutzen

source: Stop recording
de: Aufnahme beenden

source: Record
de: Aufnehmen

source: Minimum value
de: Kleinster Wert

source: Maximum value
de: Größter Wert

source: Change slider range
de: Wertebereich des Schiebereglers ändern

source: Cancel
de: Abbrechen

source: Sound
de: Klang

source: Play
de: Abspielen

source: Stop
de: Stopp

source: Copy
de: Kopieren

source: Paste
de: Einfügen

source: Copy to New
de: Duplizieren

source: Delete
de: Löschen

source: Save
de: Speichern

source: Undo
de: Rückgängig

source: Redo
de: Wiederherstellen

source: Faster
de: Schneller

source: Slower
de: Langsamer

source: Robot
de: Roboter

source: Louder
de: Lauter

source: Softer
de: Leiser

source: Reverse
de: Umkehren

source: Fade out
de: Ausblenden

source: Fade in
de: Einblenden

source: Mute
de: Stummschalten

source: Show sprite
de: Figur zeigen

source: Hide sprite
de: Figur verstecken

source: Sprite
de: Figur

source: Show
de: Sichtbarkeit

source: Size
de: Größe

source: duplicate
de: Duplizieren

source: export
de: Exportieren

source: delete
de: Löschen

source: Choose a Sprite
de: Figur wählen

source: Paint
de: Malen

source: Surprise
de: Überraschung

source: Upload Sprite
de: Figur hochladen

source: Switch to large stage
de: Schalte auf große Bühne um

source: Switch to small stage
de: Schalte auf kleine Bühne um

source: Enter full screen mode
de: Vollbildmodus

source: Exit full screen mode
de: Vollbildmodus verlassen

source: Full Screen Control
de: Vollbildkontrolle

source: Choose a Backdrop
de: Hintergrund wählen

source: Paint
de: Malen

source: Surprise
de: Überraschung

source: Upload Backdrop
de: Hintergrund hochladen

source: Stage
de: Bühne

source: Backdrops
de: Hintergrundbilder

source: Report statistics to improve Scratch
de: Statistiken zur Verbesserung von Scratch übermitteln

source: The Scratch Team is always looking to better understand how Scratch is used around the world. To help support this effort, you can allow Scratch to automatically send usage information to the Scratch Team.
de: Das Scratch-Team interessiert sich dafür, wie Scratch weltweit verwendet wird. Um dabei zu helfen, kannst du Scratch erlauben, Daten über seine Verwendung automatisch an das Scratch-Team zu schicken.

source: The information we collect includes language selection, blocks usage, and some events like saving, loading, and uploading a project. We DO NOT collect any personal information. Please see our {privacyPolicyLink} for more information.
de: Die Informationen, die wir sammeln, umfassen Sprachauswahl, Verwendung der Blöcke sowie Vorgänge wie Speichern, Laden und Hochladen von Projekten. Wir sammeln KEINERLEI personenbezogene Informationen. Weitere Informationen dazu finden sich unter {privacyPolicyLink}.

source: Privacy Policy
de: Datenschutzrichtlinien

source: Share my usage data with the Scratch Team
de: Meine Nutzungsdaten mit dem Scratch-Team teilen

source: Enable telemetry
de: Telemetrie aktivieren

source: Do not share my usage data with the Scratch Team
de: Meine Nutzungsdaten nicht mit dem Scratch-Team teilen

source: Disable telemetry
de: Telemetrie deaktivieren

source: Your setting was updated.
de: Deine Einstellung wurde aktualisiert.

source: Close
de: Schließen

source: Turbo Mode
de: Turbo-Modus

source: Your Browser Does Not Support WebGL
de: Dein Browser unterstützt kein WebGL

source: Unfortunately it looks like your browser or computer {webGlLink}. This technology is needed for Scratch 3.0 to run.
de: Es sieht leider so aus, als ob dein Browser oder Computer {webGlLink}. Diese Technologie wird benötigt, um Scratch 3.0 auszuführen.

source: does not support WebGL
de: unterstützt kein WebGL

source: Back
de: Zurück

source: To learn more, go to the {previewFaqLink}.
de: Besuche die {previewFaqLink}, um mehr zu erfahren.

source: FAQ
de: Häufig gestellte Fragen

source: Choose a Backdrop
de: Wähle einen Hintergrund

source: Choose a Costume
de: Wähle ein Kostüm

source: Choose a Backdrop
de: Wähle einen Hintergrund

source: Choose a Costume
de: Wähle ein Kostüm

source: Paint
de: Malen

source: Surprise
de: Überraschung

source: Upload Backdrop
de: Hintergrund hochladen

source: Upload Costume
de: Kostüm hochladen

source: Choose an Extension
de: Erweiterung auswählen

source: Enter the URL of the extension
de: Gib die URL der Erweiterung ein

source: Which column should be used (1-{numberOfColumns})?
de: Welche Spalte soll verwendet werden (1-{numberOfColumns})?

source: Could not start recording
de: Aufnahme konnte nicht gestartet werden

source: Choose a Sound
de: Klang wählen

source: Upload Sound
de: Klang hochladen

source: Surprise
de: Überraschung

source: Record
de: Aufnehmen

source: Choose a Sound
de: Klang wählen

source: Choose a Sprite
de: Figur wählen

source: Choose a Tutorial
de: Wähle ein Tutorial

source: New project created.
de: Ein neues Projekt wurde erstellt.

source: Project saved as a copy.
de: Das Projekt wurde als Kopie gespeichert.

source: Project saved as a remix.
de: Das Projekt wurde als Remix gespeichert.

source: Creating new…
de: Ein neues Projekt wird erzeugt...

source: Copying project…
de: Das Projekt wird kopiert...

source: Remixing project…
de: Das Projekt wird remixt...

source: Could not create the project. Please try again!
de: Das Projekt konnte nicht erstellt werden. Versuche es bitte erneut!

source: Project could not save.
de: Das Projekt konnte nicht gespeichert werden.

source: Project saved.
de: Das Projekt wurde gespeichert.

source: Saving project…
de: Das Projekt wird gespeichert...

source: Please note, cloud variables only support numbers, not letters or symbols. {learnMoreLink}
de: Beachte bitte, dass Cloud-Variablen nur Zahlen unterstützen, keine Buchstaben oder Symbole. {learnMoreLink}

source: Learn more.
de: Erfahre mehr.

source: Importing…
de: Importiere...

source: Meow
de: Miau

source: my variable
de: meine Variable

source: Getting Started
de: Erste Schritte

source: Add a move block
de: Füge einen Bewegungsblock hinzu

source: Add a say block
de: Füge einen „sage“-Block hinzu

source: Click the green flag to start
de: Klicke zum Starten auf die grüne Flagge

source: Getting Started - ASL
de: Erste Schritte - ASL

source: Animate a Name
de: Animiere einen Namen

source: Pick a Letter Sprite
de: Wähle eine Buchstabenfigur

source: Play a Sound When Clicked
de: Spiele einen Klang, wenn angeklickt

source: Pick Another Letter Sprite
de: Wähle eine weitere Buchstabenfigur

source: Change color
de: Ändere die Farbe

source: Pick Another Letter Sprite & Make It Spin
de: Wähle eine weitere Buchstabenfigur und lass sie sich drehen

source: Pick Another Letter Sprite & Make It Grow
de: Wähle einen weiteren Buchstaben und lass ihn wachsen

source: Imagine a World
de: Stell dir eine Welt vor

source: Type What You Want to Say
de: Gib ein, was du sagen willst

source: Click the Green Flag to Start
de: Klicke zum Starten auf die grüne Flagge

source: Choose Any Backdrop
de: Wähle irgendeinen Hintergrund

source: Choose Any Sprite
de: Figur wählen

source: Press the Space Key to Glide
de: Drücke die Leertaste, um zu gleiten

source: Choose Another Sprite
de: Wähle eine andere Figur

source: Move Left-Right
de: Nach links und rechts bewegen

source: Move Up-Down
de: Nach oben und unten bewegen

source: Change Costumes
de: Kostüme ändern

source: Glide to a Point
de: Zu einem Punkt gleiten

source: Grow and Shrink
de: Wachsen und Schrumpfen

source: Choose Another Backdrop
de: Wähle einen weiteren Hintergrund

source: Switch Backdrops
de: Tausche die Hintergrundbilder

source: Add a Sound
de: Füge einen Klang hinzu

source: Choose Your Sound
de: Wähl deinen Sound aus

source: Make Music
de: Mach Musik

source: Pick an Instrument Sprite
de: Wähle eine Instrumentenfigur

source: Play Sound When Clicked
de: Spiele einen Klang, wenn angeklickt

source: Create a Song
de: Komponiere ein Lied

source: Choose a Drum & Make a Beat
de: Wähle ein Schlaginstrument und spiele einen Rhythmus

source: Choose the Microphone Sprite & Surprise Beatbox
de: Wähle die Mikrofonfigur & Überraschungs-Beatbox

source: Create A Story
de: Erzähle eine Geschichte

source: Add a Backdrop
de: Füge einen Hintergrund hinzu

source: Add a Character
de: Füge eine Figur hinzu

source: Say Something
de: Sag etwas

source: Add Another Character
de: Füge eine weitere Figur hinzu

source: Flip Direction
de: Dreh die Figur um

source: Have A Conversation
de: Lass sie sich unterhalten

source: Add Another Backdrop
de: Füge einen weiteren Hintergrund hinzu

source: Switch Backdrops
de: Tausche die Hintergrundbilder

source: Hide a Character
de: Verstecke eine Figur

source: Show a Character
de: Zeige eine Figur

source: Make a Chase Game
de: Mach ein Fangspiel

source: Add a Backdrop
de: Füge einen Hintergrund hinzu

source: Add a Sprite
de: Füge eine Figur hinzu

source: Move Right & Left With Arrow Keys
de: Bewege mit den Pfeiltasten nach links und rechts

source: Move Up & Down With Arrow Keys
de: Bewege mit den Pfeiltasten nach oben und unten

source: Add Another Sprite
de: Füge eine weitere Figur hinzu

source: Move Randomly
de: Bewege zufällig

source: In Octopus Sprite, When Touching Play Sound
de: In der Oktopusfigur: Spiele bei Berührung einen Klang

source: Create Score Variable
de: Erstelle eine Punktestandsvariable

source: In Octopus Sprite, When Touching Add Score
de: In der Oktopusfigur: Füge bei Berührung einen Punkt hinzu

source: Animate A Character
de: Animiere eine Figur

source: Add a Backdrop
de: Füge einen Hintergrund hinzu

source: Add a Sprite
de: Füge eine Figur hinzu

source: Say Something
de: Sag etwas

source: Add Sound
de: Füge einen Klang hinzu

source: Animate Talking
de: Animiere das Sprechen

source: Move Using Arrow Keys
de: Bewege mit den Pfeiltasten

source: Jump
de: Springe

source: Change Color
de: Ändere die Farbe

source: Make a Clicker Game
de: Mach ein Klick-Spiel

source: Pick A Sprite
de: Wähle eine Figur

source: Play Sound When Clicked
de: Spiele einen, Klang wenn angeklickt

source: Create Score Variable
de: Erstelle eine Punktestandsvariable

source: When Clicked Increase Score
de: Erhöhe den Punktestand, wenn angeklickt

source: Go to a random position
de: Geh zu einer Zufallsposition

source: Change Color
de: Ändere die Farbe

source: Reset Score
de: Setze den Punktestand zurück

source: Make it Fly
de: Lasse sie fliegen

source: Choose a Sky Background
de: Wähle ein Bühnenbild mit Himmel

source: Choose a Character
de: Wähle eine Figur

source: Say Something
de: Sag etwas

source: Move With Arrow Keys
de: Bewege mit den Pfeiltasten

source: Choose an Object to Collect
de: Wähle einen Gegenstand zum Sammeln

source: Make the Object Move
de: Lasse den Gegenstand bewegen

source: Select Your Character
de: Wähle deine Figur

source: Add a Score
de: Füge die Punktezahl hinzu

source: Keep Score
de: Speichere den Spielstand

source: Add Scenery
de: Szenario hinzufügen

source: Move the Scenery
de: Bewege die Szene

source: Next Costume
de: Nächstes Kostüm

source: Pong Game
de: Pong-Spiel

source: Add a Backdrop
de: Füge einen Hintergrund hinzu

source: Add a Ball Sprite
de: Füge eine Ball-Figur hinzu

source: Bounce Around
de: Rumhüpfen

source: Add a Paddle
de: Füge das Paddle hinzu

source: Move the Paddle
de: Bewege das Paddle

source: Select the Ball Sprite
de: Wähle die Ball-Figur

source: Add Code to Bounce the Ball Off the Paddle
de: Lasse den Ball vom Paddle abprallen

source: Add a Score
de: Füge die Punktezahl hinzu

source: Choose 'Score' from the Menu
de: Wähle "Punktezahl", resp. "Score" aus dem Menu

source: Insert the 'Change Score' Block
de: Füge "ändere Punktezahl"-Block hinzu

source: Reset Score
de: Setze den Punktestand zurück

source: Add the Line Sprite
de: Füge die Line-Figur hinzu

source: Game Over
de: Spiel vorbei

source: Code a Cartoon
de: Programmiere eine Karikatur

source: Say Something When You Click the Green Flag
de: Klicke die grüne Fahne, um etwas zu sagen

source: Animate a Character When You Click It
de: Klicke auf die Figur, um sie zu animieren

source: Select a Different Character
de: Wähle eine andere Figur

source: Use a Minus Sign to Get Smaller
de: Verwende das Minuszeichen um zu verkleinern

source: Make a Character Grow and Shrink
de: Lasse die Figur wachsen und schrumpfen

source: Select a Different Character
de: Wähle eine andere Figur

source: Jump Up and Down
de: Hüpfe rauf und runter

source: Click a Character to Change Scenes
de: Klicke auf Figur, um Bühnenbild zu wechseln

source: Glide Around
de: Gleite umher

source: Change Costumes
de: Kostüme wechseln

source: Choose More Characters to Add to Your Cartoon
de: Füge mehr Figuren deiner Karikatur hinzu

source: Animate an Adventure Game
de: Animiere ein Abenteuerspiel

source: Choose a Character to Show
de: Wähle die Figur, die gezeigt werden soll

source: Say Something
de: Sag etwas

source: Glide Around
de: Gleite umher

source: Choose an Object to Chase
de: Wähle ein Objekt, das verfolgt werden soll

source: Collect Objects
de: Sammle Objekte

source: Make a Score Variable
de: Erzeuge eine Variable für den Spielstand

source: Keep Score
de: Speichere den Spielstand

source: Level Up: Change Backdrop
de: Nächstes Level: Ändere den Hintergrund

source: Video Sensing
de: Video-Erfassung

source: Add Extension
de: Füge eine Erweiterung hinzu

source: Pet the Cat
de: Streichle die Katze

source: Animate
de: Animiere

source: Pop a Balloon
de: Lass einen Ballon platzen

source: Create Animations That Talk
de: Erstelle Animationen, die sprechen können

source: Add the Text to Speech blocks
de: Füge die "Text zu Sprache"-Blöcke hinzu

source: Say Something
de: Sag etwas

source: Set a Voice
de: Wähle eine Stimme

source: Move Around
de: Bewege dich umher

source: Add a Backdrop
de: Füge einen Hintergrund hinzu

source: Add Another Character
de: Füge eine weitere Figur hinzu

source: Perform a Song
de: Führe ein Lied auf

source: Change Color
de: Ändere die Farbe

source: Spin Around
de: Dreh dich im Kreis

source: Grow and Shrink
de: Wachse und Schrumpfe

source: Talking Tales
de: Geschichten erzählen

source: Click to Add the Text-to-Speech Blocks
de: Klicke "Erweiterung" um "Text zu Sprache" Blöcke hinzuzufügen

source: Choose a Sprite
de: Figur wählen

source: Make a Character Speak
de: Lasse die Figur sprechen

source: Choose a Backdrop
de: Wähle einen Hintergrund

source: Click a Character to Go to the Next Backdrop
de: Klicke auf eine Figur, um zum nächsten Hintergrund zu kommen.

source: Choose Another Sprite
de: Wähle eine andere Figur

source: Move Around
de: Umher bewegen

source: Choose Another Backdrop
de: Wähle einen weiteren Hintergrund

source: Animate Talking
de: Animiere das Sprechen
